package vehicles;

/* Требования:
1. Класс должен содержать следующие поля
String type
int weight
Driver driver
Engine engine
Поля должны быть приватными
2. В классе должен быть конструктор, который инициализирует все поля класса
3. В классе должны быть реализованы методы:
start() - возвращает строку "поехали"
stop() - возвращает строку "останавливаемся"
turnRight() - возвращает строку "поворот направо"
turnLeft() - возвращает строку "поворот налево"

PS: При необходимости получить доступ к приватным полям класса использовать геттеры/сеттеры
 */

public class Car {
    //Пишем код здесь
}
