package vehicles;

/* Требования:
1. Класс SportCar должен быть потомком класса Car
2. В классе должно быть приватное final поле int minimalDrivingExperience = 10
3. В классе должен быть переопределен метод start:
Если у водителя недостаточный стаж метод start() должен вернуть строку в соответствии с примером:
<ФИО водителя> недостаточно квалифицирован, требуемый стаж: <значение>, стаж водителя: <значение>
Если у водителя со стажем все в порядке должен вернуть результат работы родительского метода start()

PS: Не забываем про super
 */

public class SportCar {
    //Пишем код здесь
}
