package ru.alfabank.campus.person;

/*
Задания которые необходимо выполнить в данном классе
1. В пакете *person* в классе **Person** задать поля: имя, фамилия и год рождения. Добавить конструктор для всех полей класса.
        Добавить геттеры.
3. Переопределить метод *toString()* в классе **Person** чтобы на выходе получить вывод строки в формате:
        *Фамилия: Петров; Имя: Петр*. Написать программу, которая создает два объекта класса **Person** и выводит на экран фамилию
        и имя
 */

public class Person {
    //
}
