package professions;

/* Требования:
1. Класс должен содержать следующие поля
String fio
int drivingExpirience
int mileage
double mileageInYear, считается как mileage деленный на drivingExpirience, если деление выбрасывает ошибку, то присваиваем этому полю значение переменной mileage
Поля должны быть приватными
2. В классе должен быть конструктор, который инициализирует все поля класса

PS: При необходимости получить доступ к приватным полям класса использовать геттеры/сеттеры
 */

public class Driver {
    //Пишем код здесь
}
