package ru.alfabank.campus.phone;

import ru.alfabank.campus.person.Person;
import ru.alfabank.campus.person.PersonDemo;

/*
Задания которые необходимо выполнить в данном классе
2. В пакете *phone* в классе **Phone** задать поля: модель, номер телефона, владелец - должен быть типа Person. Добавить
конструкторы: пустой, принимающий только модель, принимающий модель и номер телефона, принимающий все поля.
4. Написать программу, которая создает 4 объекта класса **Phone** (из всех конструкторов) и выводит каждый объект на экран
5. В классе **Phone** добавить методы: - получения модели телефона - изменения и получения номера телефона - вывода
полной информации о телефоне в строке формата: "Владелец телефона: Вася Иванов. Модель: iphone13. Номер телефона: +79267737272"
 */
public class Phone {
    //
}
